tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java"
cask "java8"
brew "akka"
brew "ammonite-repl"
brew "libyaml"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "ansible"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "cassandra"
brew "coreutils"
brew "dos2unix"
brew "exiftool"
brew "gdb"
brew "gource"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "juju"
brew "kubernetes-cli"
brew "kops"
brew "kotlin"
brew "kubernetes-helm"
brew "leiningen"
brew "libgpg-error"
brew "libksba"
brew "maven"
brew "python@2"
brew "mongodb"
brew "neo4j"
brew "nvm"
brew "packer"
brew "pkg-config"
brew "pyenv"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "ssh-copy-id"
brew "swagger-codegen"
brew "terraform"
brew "tree"
brew "typesafe-activator"
brew "watch"
brew "wget"
brew "yarn", args: ["without-node"]
cask "atom"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "minikube"
cask "neo4j"
cask "owasp-zap"
cask "pgadmin4"
cask "postgres"
cask "postman"
cask "sequel-pro"
cask "sloth"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "vlc"
